{
  "main": {
    "name":"Jules Prugniaud",
    "occupation":"Business Analyst/Data Analyst",
    "description":"",
    "employer":"BNP Paribas",
    "jobDescription":" , je formalise les problèmes de mes interlocuteurs afin de trouver des solutions pratiques",
    "image":"profile_pic.jpg",
    "bio":"Après avoir fait des études de Comptabilité, Audit et Conseil et avoir passé un an en mission dans une banque. Je me suis spécialisé dans les systèmes d'information. Mon but étant de travailler dans les DSI d'entreprise afin de les accompagner à créer de la valeur ajoutée pour leurs collaborateurs.",
    "contactmessage":"Vous avez un projet pour moi? Vous pensez que je serais un bon choix pour votre équipe? Je serais ravi de discuter de différentes opportunités avec vous. N'hésitez pas, contactez moi par mail, téléphone ou ce formulaire.",
    "email": "jules.prugniaud@hotmail.fr",
    "phone": "+33 6 89 61 12 83",
    "address":{
      "city":"Paris",
      "zip": "75012"
    },
    "website": "http://www.julesprugniaud.com",
    "resumedownload":"https://drive.google.com/uc?export=download&id=1FnWXQIMY1kGd8bVm6RlPzSDlkO7YBdhu",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/julesprugniaud/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"http://instagram.com/tradesman_j",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"https://github.com/AbbeSoury",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"I'm a tinkerer and am always interested in playing around with new technologies but these are the ones that have really won me over",
    "education":[
      {
        "school":"Centrale Supélec",
        "degree":"MS Management des Systèmes d’Information",
        "graduated":"2019/2020",
        "description":"Ayant la volonté de travailler sur des sujets qui me plaisent et ayant pris conscience de l'importance des Systèmes d'information au sein des entreprises. J'ai décidé de me spécialisé sur ce sujet. La finalité du MS Management des Systèmes d’Information est de permettre l’acquisition des compétences nécessaires afin d'agir pour la transformation digitale de l'entreprise et de construire l'entreprise de demain."
      },
      {
        "school":"PARIS SCHOOL OF BUSINESS PARIS | Bac+5 Programme Grande École. Accréditation Internationale AMBA",
        "degree":"Master COMPTABILITÉ,CONSEIL, AUDIT",
        "graduated":"2016/2018",
        "description":"Master réalisé en 2 ans en alternance à la Direction des achats Groupe chez EDF"
      },
      {
        "school":"Conservatoire National des Arts et Métiers (CNAM)",
        "degree":"Master 1 COMPTABILITÉ, CONSEIL, AUDIT",
        "graduated":"2016",
        "description":"J'ai suivi cette première année de master en cours du soir en parallèle d'un emploi étudiant et d'un projet en tant qu'auto-entrepreneur."
      },
      {
        "school":"Université Paris XII",
        "degree":"Licence ÉCONOMIE ET GESTION",
        "graduated":"2015",
        "description":"Licence d'économie et de gestion parcours expertise effectuée dans l'université de Paris XII"
      }
    ],
    "work":[
      {
        "company":"BNP Paribas",
        "title": "Business Analyst",
        "years": "Octobre 2020 - Présent",
        "description": "Ma mission en tant que Business Analsyt à la BNP me permet de me sentir utile en apportant de la valeur ajoutée à mes collaborateurs au sein du service IT. Recueillir les besoins métiers, les analyser pour après les formaliser. Trouver des solutions et les mettre en oeuvre. Organisation d'ateliers et animations de communautés d'utilisateurs. "
      },
      {
        "company":"Wavestone",
        "title":"Business Analyst",
        "years":"Avril 2020 - Septembre 2020",
        "description":"Au sein de la DSI de Wavestone dans la Feature Team en charge du processus de ventes j'ai pris part à un projet d'alignement entre le CRM (Saleforce) et l'ERP (Odoo) de Wavestone au niveau de la prise de commande. Création et publication de reportings, Dashboards et KPI’S pour quantifier et analyser les écarts entre les progiciels. Envoie d'une synthèse de cette analyse aux project managers.  Participation aux études de cadrage: recueil et analyse des besoins métiers, animation d’ateliers, définition des règles de gestion et maîtrise des processus métiers. Participation aux phases de test d’intégration, de formation et de recette utilisateurs.  Rédaction de la documentation (design, spécification... ) et partage de connaissances avec les équipes. "
      },
      {
        "company":"BNP Paribas",
        "title":"Data Analyst",
        "years":"2018 - 2019",
        "description":"Ma mission en tant que Data Analsyt à la BNP était d'apporter de la valeur aux données à travers des outils comme PowerBI, Tableau Software. J'ai automatisé des reportings grâce à VBA et Python. Mon rôle était de centraliser les problèmes de qualité des données et de participer aux plans d’action / remédiassions. Animation d'ateliers avec les métiers sur des sujets liés à la qualité de la donnée."
      },
      {
        "company":"EDF",
        "title":"Contrôleur interne / Chargé de conformité",
        "years":"2016 - 2018",
        "description":"Alternance de 2 ans réalisé au sein de la Direction des achats GRoupe de la BNP, au contact du responsable ethique et conformité j'ai participé à la mise en oeuvre et au déploiement de la loi SAPIN II au sein de la direction des achats. J'ai effectué différentes missions de contrôles internes qui mesuraient le risque de fraude au sein des achats."
      }
    ],
    "skills":[
      {
        "name":"Git",
        "description":"I use Git for all of my projects so far. I have used Git for version control in small teams and have toyed around with contributing to Open Source Projects.",
        "image":"git.jpg"
      },
      {
        "name":"Java",
        "description":"Java was my first programming language that I started using in college years ago. It is by far the language I am most familiar with in terms of data-structure and algorithm programming.",
        "image":"java.jpg"
      },
      {
        "name":"React Js",
        "description":"I am fairly new to React and really did not like it at first. It has grown on me though and I will continue to use it going forward. I have built a ReactJS based resume-website template (link below in portfolio) which I used as a starting point for this personal site.",
        "image":"react.jpg"
      },
      {
        "name":"Meteor JS",
        "description":"I enjoy MeteorJS for it's ease of configuration and its ability to get a full stack prototype up and running quickly. I used MeteorJS in a team for a Startup Programming class in UVIC in conjunction with React to build the MVP for Smirkspace (below in portfolio)",
        "image":"meteor.jpg"
      },

      {
        "name":"Node JS",
        "description":"Node JS is my server-side scripting language of choice. The bulk of my experience with it has been in conjunction with MeteorJS-based projects",
        "image":"node.jpg"
      },
      {
        "name":"Bootstrap 4",
        "description":"I use Bootstrap more often than not when designing the layout for my sites. It is the framework I am most familiar with and can therefore design more quickly than with others.",
        "image":"bootstrap.jpg"
      },
      {
        "name":"MongoDB",
        "description":"I have used many different database systems and am better educated and experienced with Relational Databases. However, for many applications, the ease of use of MongoDB better suits my needs and it is much more enjoyable to work with",
        "image":"mongo.jpg"
      },
      {
        "name":"Heroku",
        "description":"I use Heroku as my hosting platform for most of my projects because so far they are all unpaid and their free tier is convenient. I also appreciate its integration with Github for such simple deployment.",
        "image":"heroku.jpg"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Canadian Wanderlust",
        "category":"My Travel Blog for my post-university travels",
        "image":"canadian-wanderlust.jpg",
        "url":"https://www.canadianwanderlust.com"
      },
      {
        "title":"Fury Fighting Gear",
        "category":"(offline now) A fighting gear company I started",
        "image":"fury-fighting-gear.jpg",
        "url":"http://www.timbakerdev.com"
      },
      {
        "title":"Original Thai Food",
        "category":"Website I built for a restaurant I like in Thailand",
        "image":"original-thai-food.jpg",
        "url":"https://original-thai-food.herokuapp.com/index.html"
      },
      {
        "title":"Resume Website",
        "category":"A React based resume website template",
        "image":"resume-website.jpg",
        "url":"https://github.com/tbakerx/react-resume-template"
      },
      {
        "title":"Smirkspace",
        "category":"(MVP Only) A React and Meteor based chat University project.",
        "image":"smirkspace.jpg",
        "url":"http://www.smirkspace.com"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"I have had the opportunity to work with Tim on multiple occasions which has always been a pleasure. He is driven and motivated with a consistently positive attitude. Tim excels at communicating with others and is always willing to work hard until he solves the problem at hand.",
        "user":"Alastair Beaumont - Web Developer at AppColony"
      }
    ]
  }
}
